Repository: nils-ost/TMNF-TimeAttackServer
Catalog: tas/frontend/src/locales/messages.*.xlf
Languages: de

# tableHeaderPlayerName
source: player
de: Spieler

# wallboardChallegenScheduleTitle
source: Challenge Schedule
de: Rennkalender

# WallboardScreenLinkText
source: Wallboard
de: Anzeigetafel

# PlayersScreenLinkText
source: Players
de: Spieler

# ChallengesScreenLinkText
source: Challenges
de: Strecken

# PlayerHUDScreenLinkText
source: PlayerHUD
de: Cockpit

# LabelLaptimesCount
source: Laptimes Count
de: Anzahl Rundenzeiten

# LabelLaptimesSum
source: Laptimes Sum
de: Summe Rundenzeiten

# LabelActivePlayers
source: Active Players
de: Aktive Spieler

# LabelTotalPlayers
source: Total Players
de: Anzahl Spieler

# LabelIngameServerName
source: Ingame Server Name
de: Servername im Spiel

# LabelChallengesTotalSeenCount
source: Challenges Total Seen
de: Strecken insgesamt gesehen

# LabelClientDownloadURL
source: Download latest compatible Client
de: Neuste kompatible Spieleversion herunterladen

# infoBoxPageFoundAt
source: This page (and a lot more) is available at
de: Diese Seite (und vieles mehr) ist zu finden unter

# LinkTextEnableAutorefresh
source: Enable AutoRefresh
de: Automatische Aktualisierung aktivieren

# LinkTextDisableAutorefresh
source: Disable AutoRefresh
de: Automatische Aktualisierung deaktivieren

# LinkTextOpenPlayerHUD
source: Open PlayerHUD
de: Cockpit öffnen

# LinkTextOpenChallengesScreen
source: Open Challenges Screen
de: Strecken Liste öffnen

# LinkTextOpenPlayersScreen
source: Open Players Screen
de: Spieler Liste öffnen

# LinkTextOpenHomeScreen
source: Open Home Screen
de: Startseite öffnen

# tableHeaderSeenCount
source: Seen Count
de: Gesehen Anzahl

# tableHeaderTimeLimit
source: time limit
de: Zeitlimit

# tableHeaderUpIn
source: Up in
de: Dran in

# labelCurrent
source: Current
de: Aktiv

# labelNextIn
source: Next in
de: Nächste in

# labelLoading
source: Loading
de: Lädt

# LinkTextExportCSV
source: Export CSV
de: CSV exportieren

# LinkTextRefreshScreen
source: Refresh Screen
de: Anzeige aktualisieren

# playersPlayersTitle
source: Players
de: Spieler

# playersChallengesTitle
source: Challenges Stats
de: Streckenstatistiken

# LinkTextOpenWallboardScreen
source: Open Wallboard
de: Anzeigetafel öffnen

# tableHeaderRank
source: rank
de: Platzierung

# tableHeaderPoints
source: points
de: Punkte

# tableHeaderTime
source: time
de: Rundenzeit

# tableHeaderAt
source: at
de: Um

# tableHeaderChallengeName
source: challenge
de: Strecke

# tableHeaderLastUpdate
source: last update
de: Aktualisiert um

# labelTimeLimit
source: Time Limit
de: Zeitlimit

# tableHeaderSeen
source: seen
de: Gesehen

# tableHeaderUp
source: up
de: Dran

# labelCount
source: Count
de: Anzahl

# labelLast
source: Last
de: Zuletzt

# labelAt
source: At
de: Um

# challengesPlayersTitle
source: Players Stats
de: Spielerstatistiken

# challengesChallengesTitle
source: Challenges
de: Strecken

# infoBoxUnpredictedUpIn
source: 'Up in' times might vary as not all time limits are finally calculated yet!
de: 'Dran in' Zeiten könnten abweichen da noch nicht alle Zeitlimits berechnet wurden

# infoBoxLostConnection
source: Lost connection to dedicated gameserver! Please contact
de: Verbindung zum dedizierten Spieleserver verloren! Bitte kontaktiere

# LinkTextHidePageURL
source: Hide Page-URL Message
de: Seiten-URL Nachricht ausblenden

# playerhudSelectTitle:
source: Select who you are
de: Wähle aus wer du bist

# playerhudSelectExplanation
source: In this sceen you can live-track your progress. For this to work I need to know who you are.
de: In dieser Ansicht kannst du deinen Fortschritt live mitverfolgen. Hierfür muss ich wissen wer du bist.

# playerhudSelectSend
source: Send
de: Abschicken

# playerhudSelectAdditionalInfo
source: If you can't find your playername in the dropdown, please contact
de: Wenn du deinen Spielernamen in der Auswahlbox nicht finden kannst, kontaktiere bitte

# tableCurrentChallengeTitle
source: Current Challenge
de: Aktuelle Strecke

# tableGlobalRankingTitle
source: Global Ranking
de: Gesamtergebnis

# tableHeaderDiff
source: diff
de: Unterschied

# tooltipPleaseContactAdmin
source: Please contact: {{ settings?.display_admin ?? 'Admin' }}
de: Kontaktiere bitte: {{ settings?.display_admin ?? 'Admin' }}

# titleHello
source: Hello
de: Hallo

# questionNotYou
source: Not you?
de: Das bist nicht du?

# titleBestRank
source: Best
de: Beste

# labelRank
source: Rank
de: Platz

# titleWorstRank
source: Worst
de: Schlechteste

# titleMissingChallenges
source: Missing Challenges
de: Fehlende Strecken

# titleChallengeRank
source: Challenge Rank
de: Strecken Platzierung

# titleGlobalRank
source: Global Rank
de: Globale Platzierung

# tooltipDownloadReplay
source: download replay
de: Replay Herunterladen

# tooltipDownloadChallenge
source: download challenge Gbx
de: Challenge Gbx Herunterladen

# labelTournamentEnded
source: Tournament finished
de: Turnier beended

# TournamentOverText
source: Tournament is over
de: Das Turnier ist vorbei

# RedirectingResultsInfo
source: Redirecting to results in
de: Weiterleitung zu den Ergebnissen in

# TitleEndCD
source: TrackMania TimeAttack Tournament ends in
de: TrackMania TimeAttack Turnier endet in

# EndCountdownInfinite
source: never
de: niemals

# EndCountdownReached
source: ended
de: beendet

# DescIngameServerNameEndCD
source: The InGame Servername is
de: Der Servername im Spiel lautet

# DescIngameServerNameStartCD
source: The InGame Servername is going to be
de: Der Servername im Spiel wird lauten

# DescServerAdminCD
source: If you have any questions please contact
de: Wenn du irgendwelche Fragen hast, kontaktiere bitte

# TitleStartCD
source: TrackMania TimeAttack Tournament starts in
de: TrackMania TimeAttack Turnier startet in

# infoBoxEndTime
source: Tournament ends at
de: Turnier endet um

# HeaderStartCountdownOnWallboard
source: Tournament starts in
de: Turnier startet in

# HeaderEndCountdownOnWallboard
source: Tournament ends in
de: Turnier endet in

# EndCountdownScreenLinkText
source: End Countdown
de: Ende Countdown

# hotseatDrivingAs
source: Driving as
de: Du fährst als

# changeHotseatName
source: Change in the box above
de: Ändern oben in der box

# hotseatTitle
source: This is HotSeat-Mode
de: Du befindest dich im HotSeat

# hotseatChangePlayernameInfo
source: Type in your Playername in the box below and hit enter to start playing
de: Gibt unten in der Box deinen Spielernamen und bestätige mit Enter um mit dem Spielen los zu legen

# hotseatWarningNoPlayername
source: Currently no Playername is set, all Laptimes will be lost!
de: Aktuell ist kein Spielername gesetzt, alle Rundenzeiten werden verloren gehen!
